Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Odebrałem mapę od kartografa. Pora sprawdzić, jak się spisał.
uk: Я забрав мапу у картографа. Подивимося, як він упорався.

source: Odebrałem od Ingora kopię 'Mistrzostwa Nordmarczyków'. Mogę od razu zanieść książkę Winstanowi, ale czy nie lepiej będzie zdobyć oryginał?
uk: Я забрав у Інгора копію 'Майстерності нордмарців'. Я можу одразу ж віднести книгу Вінстану, але може краще отримати оригінал?

source: Odebrałem od Ingora kopię 'Mistrzostwa Nordmarczyków'. Zaniosę ją Winstanowi razem z oryginałem.
uk: Я забрав у Інгора копію 'Майстерності нордмарців' – віднесу її Вінстану разом з оригіналом.

source: Odejdź już... nie widzisz, że jestem cała zarobiona?
uk: Йди вже... ти що, не бачиш, що в мене повно роботи?

source: Odejdź stąd po dobroci albo porachuję ci wszystkie kości.
uk: Йди звідси, поки я добрий, або всі кістки тобі перерахую.

source: Odejdź stąd, ale już!
uk: Забирайся звідси, зараз же!

source: Odejdź stąd, bo zawołam strażników!
uk: Забирайся звідси, або я покличу вартових!

source: Odejdź stąd, póki jeszcze możesz.
uk: Йди звідси, доки ще можеш.

source: Odejdź!
uk: Забирайся геть!

source: Odejdź! Dość już namieszałeś!
uk: Забирайся звідси! Ти вже достатньо наробив!

source: Odejdź, nie wolno ci ze mną rozmawiać!
uk: Відійди! Ти не повинен розмовляти зі мною!

source: Odejdź, proszę!
uk: Облиш мене, будь ласка!

source: Odejdź, przeszkadzasz mi.
uk: Йди геть, ти мені заважаєш.

source: Odeskortują cię do bram.
uk: Вони проведуть тебе до воріт.

source: Odgar
uk: Одгар

source: Odgar chce zakupić 50 bryłek srebra. Nic dziwnego, że mu ich brakuje, według ogłoszenia, zgodnie z przepisami, oficjalne dostawy nie mogą pochodzić z kopalni w Wilczym Leżu... ale przecież nikt nie sprawdzi, skąd pochodzą te, które mu przyniosę osobiście.
uk: Одгар хоче придбати 50 срібних самородків. Не дивно, що йому їх бракує, адже згідно з оголошенням, офіційні постачання не можуть надходити з копальні у Вовчому Лігві... але, зрештою, ніхто не перевірятиме, звідки беруться самородки, які я принесу йому особисто.

source: Odgar może mnie nauczyć bardziej zaawansowanych technik kowalskich. Zanim jednak przekaże mi wiedzę o mistrzowskim kowalstwie, będę musiał trochę dla niego popracować. Za każdą wykutą broń zapłaci mi porządną sumkę. Prosił mnie, bym nie przynosił duplikatów, gdyż trudno mu będzie sprzedać wiele sztuk tej samej broni.
uk: Одгар може навчити мене більш складних ковальських технік. Але перш ніж він зможе передати мені свої знання, я повинен буду виконати для нього певну роботу. Він платитиме мені кругленьку суму за кожну викувану зброю. Він попросив мене не приносити дублікати, оскільки йому буде важко продати кілька екземплярів однієї і тієї ж зброї.

source: Odgar oddał ci nadmiar srebra
uk: Одгар повернув вам надлишки срібла.

source: Odgar pewnie chce się nauczyć czegoś nowego, a na tym skorzysta cała straż. Nie udawaj, że nie chciałbyś poużywać sobie nordmarskiego wyrobu!
uk: Одгар, ймовірно, хоче навчитися чогось нового. Не вдавай, що тобі не хотілося б випробувати нордмарський клинок!

source: Odgar stwierdził, że jako jego uczeń powinienem sam przygotować sobie miecz bez przynoszenia mu wstydu. Dał mi odpowiedni przepis, ale nie podzielił się potrzebnymi składnikami.
uk: Одгар сказав, що як його учень, я повинен сам викувати свій власний меч, щоб не зганьбити його. Він дав мені потрібне креслення, але не поділився необхідними складниками.

source: Odgar stwierdził, że wystarczy mu już mojej pracy. Cóż, pora poszukać innych sposobów na zarobek.
uk: Одгар сказав, що з нього досить моєї роботи. Що ж, пора шукати інші способи заробітку.

source: Odgar twierdzi, że ostrzył już kiedyś identycznie wyglądające groty. Podobno dostał je od jednego z najemników.
uk: Одгар стверджує, що йому раніше доводилося заточувати схожі наконечники. Очевидно, замовляв хтось із найманців.

source: Odgar uczy swoich czeladników wykuwania broni.
uk: Одгар навчає своїх учнів кувати зброю.

source: Odgar uznał, że nie może mnie już więcej nauczyć i przyznał mi tytuł mistrza kowalstwa. Niestety, pozwolenie na otwarcie własnego warsztatu to daleka przyszłość. Mogę jednak zacząć pracę u innego mistrza, nie tracąc dostępu do kuźni i usług Odgara.
uk: Одгар вирішив, що більше не зможе мене нічому навчити, і присвоїв мені титул майстра-коваля. На жаль, дозвіл на відкриття власної майстерні мені ще довго чекати. Однак я можу влаштуватися на роботу до іншого майстра, не втрачаючи доступу до кузні Одгара та його послуг.

source: Odgar wykuje dla mnie miecz, jeśli przyniosę mu materiały i piwo dla motywacji. Trochę będzie mnie to kosztowało, ale myślę, że warto. Dostałem od niego kartkę z listą wszystkich potrzebnych składników.
uk: Одгар викує для мене меч, якщо я принесу йому матеріали та пиво для мотивації. Це буде мені трохи коштувати, але я думаю, що воно того варте. Він дав мені список усіх необхідних складників.

source: Odgar wykuł dla mnie miecz. Wygląda całkiem nieźle, Roderich powinien być zadowolony.
uk: Одгар викував для мене меч. Виглядає непогано, Родеріх буде задоволений.

source: Odgar zapłaci mi za... nie mam pojęcia co. Powiedział, że mam samemu wymyślić coś, co będzie warte jego pieniędzy. Spróbuję dostarczyć mu trochę materiałów kowalskich, najlepiej rzadkich.
uk: Одгар заплатить мені за... гадки не маю, за що. Він сказав мені самому придумати щось варте його грошей. Я постараюся забезпечити його сировиною для ковальства, бажано рідкісною.

source: Odgar żałuje, że nie kupił schematu na broń od pewnego podróżnika. Mam go znaleźć i odkupić projekt. Facet podobno udał się w kierunku Bursztynowego Wybrzeża.
uk: Одгар шкодує, що не купив креслення зброї в одного мандрівника. Я маю знайти його і викупити креслення. Хлопець, здається, попрямував до Бурштинового узбережжя.

source: Odgar, miejski kowal, oferuje trening siłowy w swojej kuźni w Dzielnicy Rzemieślników.
uk: Міський коваль Одгар пропонує тренування з сили у своїй кузні в Ремісничому кварталі.

source: Odgraża się, że przestanie z nami współpracować, bo nie pilnowaliśmy jej zapasów. Pójdę z nią pogadać - uspokoję ją. A ty zajmiesz się odzyskiwaniem skradzionego towaru.
uk: Вона погрожує припинити співпрацю з нами, тому що ми не стежили за її запасами. Я піду з нею поговорю і заспокою. А ти повернеш вкрадене.

source: Odgrodzeni swoim murem, zdają się nie zauważać biedy, chorób i głodu, które wyniszczają to miasto do cna.
uk: Відгородившись своєю стіною, вони, здається, не помічають бідності, хвороб і голоду, які пронизують усе місто.

source: Odgłos się urwał. Mam nadzieję, że nie oznacza to najgorszego. Muszę być już w pobliżu miejsca, skąd dobiegał dźwięk.
uk: Звук припинився. Сподіваюся, це не означає найгіршого. Я, мабуть, вже неподалік від місця, звідки лунав звук.

source: Odkop grób
uk: Розкопати могилу

source: Odkryj Mroczne Tajemnice i pokaż, ile jesteś wart!
uk: Відкрий для себе Темні Таємниці і покажи, чого ти вартий!

source: Odkryliśmy kryjówkę przemytników na Bursztynowym Wybrzeżu.
uk: Ми виявили сховок контрабандистів на Бурштиновому узбережжі.

source: Odkryłem oszustwo Szmuglera i przeżyłem konfrontację.
uk: Я розкрив обман Койота і пережив бійню.

source: Odkryłem sposób na palenie słodu uzyskanego z pszenicy, dzięki temu piwo ma ciemną barwę i bogactwo smaku. Ale jaki ma aromat!
uk: Я винайшов спосіб обсмаження солоду, отриманого з пшениці, тому пиво має такий темний колір і насичений смак. Але який у нього аромат!

source: Odkryłeś naszą kryjówkę. Lubię ryzyko, ale wszystko ma swoje granice.
uk: Ти виявив нашу схованку. Я люблю ризикувати, але все має свої межі.

source: Odkupię od ciebie ten papier.
uk: Я викуплю в тебе цей документ.

source: Odkupię? Dobre sobie! Kiedy Frida zbankrutuje, przejmę jej część rynku i zarobię więcej, niż ty zarobisz przez całe życie!
uk: Викупиш? Добре ти придумав! Коли Фріда збанкрутує, я отримаю її частку ринку і зароблю більше, ніж ти заробиш за все життя!

source: Odkąd Andreas i Holdwig zaczęli ze sobą współpracować, atmosfera stała się niezwykle przyjemna. Czasami nawet zapominam, że ciągle trwa wojna!
uk: Відколи Андреас і Гольдвіг почали співпрацювати одне з одним, атмосфера тут значно покращилася. Часом я навіть забуваю, що досі триває війна!

source: Odkąd Holdwig znowu stanął na nogi, sprawy zaczęły wychodzić na prostą. Co prawda ciągle zmagamy się z jednym problemem... ale jakoś damy radę.
uk: Відколи Гольдвіг став на ноги, справи пішли набагато краще. Щоправда, ми все ще намагаємося вирішити певну проблему... та якось впораємося.

source: Odkąd Przeor nakazał nam izolację w klasztorze, nie możemy już swobodnie opuszczać tej wyspy i pomagać potrzebującym na całym Archolos.
uk: Відколи настоятель наказав нам зачинитися в монастирі, ми більше не можемо вільно залишати острів і допомагати нужденним по всьому Архолосу.

source: Odkąd Ramsey nas wyrzucił, sporo trenowałem. Jeśli masz złoto, to chętnie cię czegoś nauczę.
uk: З тих пір, як Рамзі вигнав нас, я багато тренувався. Якщо у тебе є золото, я з радістю навчу тебе чомусь.

source: Odkąd mi pomogłeś, jest dużo lepiej. Jestem ci bardzo wdzięczny.
uk: З тих пір, як ти мені допоміг, все стало набагато краще. Я тобі дуже вдячний.

source: Odkąd mi pomogłeś, sprawy wyszły na prostą. Mam nawet czas, by eksperymentować z nowymi recepturami!
uk: Після твоєї допомоги справи пішли на лад. Я навіть маю час експериментувати з новими рецептами!

source: Odkąd mi przyłożyłeś na arenie, jest trochę gorzej, także dzięki. Znowu muszę dopilnować, by ludzie odpowiednio mnie szanowali.
uk: Стало трохи гірше з тих пір, як ти побив мене на арені, тож дякую. Тепер знову треба стежити, щоб люди належно мене поважали.

source: Odkąd musiałeś mnie ratować przed tamtym psycholem, nie czuję się już tak bezpiecznie na wyspie. Ale jakoś się trzymam.
uk: Відтоді, як тобі довелося рятувати мене від того психа, я більше не почуваюся на острові в безпеці. Але якось тримаюся.

source: Odkąd mój brat wyruszył na front z resztą swojego oddziału, straciłem z nim kontakt.
uk: Відтоді, як мій брат вирушив на фронт разом з рештою свого загону, я втратив з ним зв'язок.

source: Odkąd nam pomogłeś, jest naprawdę w porządku. Już zawsze będę ci wdzięczny, stary.
uk: Відколи ти нам допоміг, все гаразд. Я буду вічно тобі вдячний, друже.

source: Odkąd odwaliłeś kawał dobrej roboty w sprawie tych beczek, wszystko jest w jak najlepszym porządku!
uk: Відколи ти розібрався з цими бочками, все пішло як по маслу!

source: Odkąd pod moje skrzydła trafił Fred, jest pełne pokory. Oj, tak, bardzo dużo jej potrzebuję, by wytrzymać z tym chłopakiem...
uk: Відтоді, як Фред потрапив під моє крило, я повен смирення. О, так, мені потрібно багато смирення, щоб витримати цього хлопця...

source: Odkąd pomogłeś mi załatwić sprawę z tamtymi pracownikami portowymi? Całkiem nieźle.
uk: Відтоді як ти допоміг мені розібратися з тими портовими робітниками? Все досить добре.

source: Odkąd pomogłeś nam z kilkoma problemami, jest trochę lepiej. Gdyby jeszcze wszyscy twoi towarzysze byli tacy pomocni.
uk: Після того, як ти допоміг нам з вирішенням кількох проблем, справи пішли трохи краще. Якби всі твої товариші були такими ж корисними.

source: Odkąd pozbyłeś się naszych uporczywych gości, jest coraz lepiej.
uk: З тих пір, як ти позбувся наших настирливих гостей, стало набагато краще.

source: Odkąd pozbyłeś się tego całego Dustera, śpię o wiele spokojniej. Przynajmniej tyle dobrego mnie spotkało w tych chorych czasach.
uk: Відтоді, як ти позбувся цього Дастера, я сплю набагато спокійніше. Ну, хоч щось добре зі мною трапилось у ці складні часи.

source: Odkąd pozbyłeś się zębaczy, moim jedynym problemem jest wybranie pory na przerwę od pracy.
uk: Відколи ти позбувся снепперів, моя єдина проблема – це обрати час для перерви в роботі.

source: Odkąd prowadzi tą głupią wojnę ze swoim bratem, to ciągle widzę go z butelką wina w ręku. W dodatku najczęściej już opróżnioną.
uk: Відтоді, як він веде цю дурнувату війну зі своїм братом, я постійно бачу його з пляшкою вина в руці. До того ж, зазвичай вона вже порожня.

source: Odkąd tu pracuję, widziałam wielu mężczyzn.
uk: Я бачила багато чоловіків, поки працювала тут.

source: Odkąd tu przybyłeś, mieliśmy cię na oku. Miałem przeczucie co do tego, że możesz być zwyczajnym szpiegiem i nie myliłem się.
uk: Відтоді, як ти з'явився тут, ми приглядалися до тебе. Мені здавалося, що ти можеш бути звичайним шпигуном, і я не помилився.

source: Odkąd tylko nasi poprzednicy przypłynęli na wyspę, a było to jeszcze za czasów Volfzacka, pomagamy ludziom poszkodowanym i na ciele, i na duchu.
uk: Відтоді, як наші предки прибули на острів, а це було ще за часів Вольфзака, ми допомагаємо знедоленим як тілом, так і духом.

source: Odkąd wyszedłeś z kopalni, zrobiła się tutaj dziwna atmosfera. Z jednej strony znowu wydobywamy srebro, z drugiej szkoda Jona i chłopaków.
uk: З тих пір, як ти вийшов з копальні, тут панує дивна атмосфера. З одного боку, ми знову видобуваємо срібло, а з іншого – прикро за Йона і хлопців.

source: Odkąd zaczęłam pomagać ze sprzątaniem to mam zapasową kopię. Proszę, oto ona. Tylko jej nie zgub!
uk: Відколи я почала допомагати з прибиранням, у мене з'явився запасний ключ. Ось, тримай. Тільки не загуби!

source: Odkąd zajęliśmy się orkami, jest bardzo dobrze. Szkoda tylko, że dla jakiegoś obcego człowieka w koronie muszę ryzykować życie chłopaków.
uk: Відколи ми розібралися з орками, все було добре. Жаль тільки, що мені доводиться ризикувати життям хлопців заради якогось пройдисвіта в короні.

source: Odkąd załatwiłeś problem z Beckettem, to całkiem nieźle.
uk: Оскільки ти владнав проблему з Беккеттом, це дуже добре.

source: Odkąd załatwiłeś sprawę z moją córką, jest coraz lepiej.
uk: З тих пір, як я поховав доньку, справи йдуть на краще.

source: Odkąd załatwiłeś sprawę z tamtymi łajzami, wychodzimy na prostą. Czasami nawet zdarza mi się machnąć kilofem z przyjemnością!
uk: Відтоді, як ти розібрався з тими негідниками, у нас тут все стало на свої місця. Іноді я навіть можу з задоволенням помахати киркою!

source: Odkąd załatwiłeś sprawę ze złodziejem i zwróciłeś mi sakiewkę, jest nieźle. Nie muszę podnosić cen by odrobić straty!
uk: З тих пір, як ти впорався зі злодієм і повернув мій гаманець, усе пішло добре. Мені не потрібно піднімати ціни, щоб компенсувати збитки!

source: Odkąd zwróciłeś mi szczególną uwagę na Grona, zaczynam dostrzegać problem z alkoholem też u innych moich towarzyszy. Trzeba coś z tym zrobić.
uk: Відколи ви привернув мою увагу до Грона, я починаю помічати проблеми з алкоголем і в інших моїх товаришів. Потрібно з цим щось робити.

source: Odmaszerować do karczmy!
uk: Вільно, усім відправитись до корчми!

source: Odmaszerować!
uk: Вільно!

source: Odmaszerować.
uk: Вільно.

source: Odmawiasz walki? Chyba ktoś się tu boi...
uk: Відмовляєшся битися? Здається, хтось тут забоявся...

source: Odmówiłeś przepisania kilku stron kradzionej księgi, a zgodziłeś się na napisanie KILKUSET ulotek agitacyjnych? Gdzie w tym logika?
uk: Ти відмовився переписати кілька сторінок краденої книги, але погодився написати КІЛЬКАСОТ агітаційних листівок? Де логіка?

source: Odnajdę tych wojowników.
uk: Я відшукаю цих воїнів.

source: Odnajdź go i każ mu wracać do roboty. A jak znajdziesz jego trupa, to tym lepiej. Przynajmniej będzie mniej gąb do wykarmienia.
uk: Знайди його і поверни до роботи. А якщо знайдеш його труп, тим краще. Принаймні, буде менше ротів, яких потрібно годувати.

source: Odnalazłem badanego. Nie mam zbyt dobrych wieści.
uk: Я знайшов піддослідного. Але у мене не дуже хороші новини.

source: Odnalazłem brata. Nie żyje.
uk: Я знайшов брата. Він мертвий.

source: Odnalazłem brata... Niestety przybyłem zbyt późno.
uk: Я знайшов свого брата... На жаль, я прибув надто пізно.

source: Odnalazłem ciało Jorna złożone do trumny w ukrytym pomieszczeniu jakiegoś dziwnego magazynu w Dzielnicy Biedoty. Magazynu, który roił się od ludzi Lichwiarza. Kiedy rozmawiałem z Sachsem, znikąd pojawił się jakiś obcy mężczyzna. Ze słów jego oraz Sachsa wynika, że zostałem oszukany. Lichwiarz i jego ludzie wykorzystali mnie jedynie do walki z wrogą sobie organizacją, jednocześnie przetrzymując Jorna w magazynie. Muszę się stąd jak najszybciej wydostać, a później wyciągnąć z tego faceta tyle informacji, ile tylko się da. Może wtedy wszystko poukłada się w całość.
uk: Я знайшов тіло Йорна, що лежало в труні в потаємній кімнаті якогось дивного складу в Бідному кварталі. Складу, який аж кишів людьми Лихваря. Поки я розмовляв із Саксом, невідомо звідки з'явився незнайомець. З його слів і слів Сакса я зрозумів, що мене обдурили. Лихвар і його люди використовували мене лише для боротьби з ворожою організацією, утримуючи Йорна на складі. Мені потрібно якнайшвидше вибратися звідси, а потім витягти з цього хлопця побільше інформації. Можливо, тоді все стане на свої місця.

source: Odnalazłem dziennik Kurta. Wychodzi na to, że za jego sprawką Lichwiarz znalazł Jorna. Naiwny starzec, do samego końca wierzył, że pomoże sobie i nam. Nie wiem, czy powinienem go nienawidzić, czy mu współczuć...
uk: Я знайшов щоденник Курта. Виявляється, завдяки йому Лихвар знайшов Йорна. Наївний старий, він до останнього вірив, що зможе допомогти собі і нам. Навіть не знаю, чи мені його ненавидіти, чи жаліти...

source: Odnalazłem go, niestety za późno.
uk: Знайшов його, але на жаль запізно.

source: Odnalazłem wszystkie części spowiedzi. Czas wrócić do ducha.
uk: Я знайшов усі частини сповіді. Настав час повертатися до духа.

source: Odnaleźć Rolfa
uk: У пошуках Рольфа

source: Odnoszę inne wrażenie. Stanowczo nalegam, byś powiedział mi, co tu się dzieje.
uk: У мене склалося інше враження. Я наполегливо попрошу розповісти мені, що тут відбувається.

source: Odnoszę wrażenie, że czym więcej robimy, tym więcej jest jeszcze do zrobienia. Gdyby chociaż ta pieprzona wojna się skończyła...
uk: У мене таке враження, що чим більше ми робимо, тим більше ще потрібно зробити. Якби тільки ця клята війна закінчилася...

source: Odnowa many:
uk: Відновлення мани:

source: Odnowa many: 25%
uk: Відновлення мани: 25%

source: Odnowa many: 30%
uk: Відновлення мани: 30%

source: Odnowa many: 50%
uk: Відновлення мани: 50%

source: Odnowa many: 55%
uk: Відновлення мани: 55%

source: Odnowa many: 75%
uk: Відновлення мани: 75%

source: Odnowa many: 80%
uk: Відновлення мани: 80%

source: Odnowa punktów many:
uk: Відновлення мани:

source: Odnowa punktów trafień:
uk: Відновлення здоров'я:

source: Odnowa punktów trafień: 20%
uk: Відновлення здоров'я: 20%

source: Odnowa punktów trafień: 30%
uk: Відновлення здоров'я: 30%

source: Odnowa punktów trafień: 45%
uk: Відновлення здоров'я: 45%

source: Odnowa punktów trafień: 55%
uk: Відновлення здоров'я: 55%

source: Odnowa punktów trafień: 75%
uk: Відновлення здоров'я: 75%

source: Odnowa punktów trafień: 80%
uk: Відновлення здоров'я: 80%

source: Odpada. Dlaczego chciałeś go zabić?
uk: Нізащо. Чому ти хотів його вбити?

source: Odpadł 1 samorodek srebra!
uk: Видобуто 1 срібний самородок!

source: Odpadł 1 samorodek złota!
uk: Видобуто 1 золотий самородок!

source: Odpadł 1 samorodek żelaza!
uk: Видобуто 1 залізний самородок!

source: Odpadła 1 bryłka magicznej rudy!
uk: Видобуто 1 самородок магічної руди!

source: Odpadło 5 samorodków złota!
uk: Видобуто 5 золотих самородків!

source: Odpadło 7 samorodków złota!
uk: Видобуто 7 золотих самородків!

source: Odpadły 2 bryłki magicznej rudy!
uk: Видобуто 2 самородки магічної руди!

source: Odpadły 2 samorodki srebra!
uk: Видобуто 2 срібних самородки!

source: Odpadły 2 samorodki złota!
uk: Видобуто 2 золоті самородки!

source: Odpadły 2 samorodki żelaza!
uk: Видобуто 2 залізні самородки!

source: Odpadły 3 bryłki magicznej rudy!
uk: Видобуто 3 самородки магічної руди!

source: Odpadły 3 samorodki srebra!
uk: Видобуто 3 срібних самородки!

source: Odpadły 3 samorodki złota!
uk: Видобуто 3 золоті самородки!

source: Odpadły 3 samorodki żelaza!
uk: Видобуто 3 залізні самородки!

source: Odparliśmy kolejny szturm. Chwała Jarundowi! Chwała Volfzackowi! Mężne serca naszych wojowników wypełnia radość i ochota do walki. Zaiste ich miecze i topory kierowane są przez Przodków, których oddech nawet ja, zwykły skryba, czuję na swych ramionach! Czas na jadło i zasłużony spoczynek.
uk: Ми відбили ще одну атаку. Слава Ярунду! Слава Вольфзаку! Хоробрі серця наших воїнів переповнені радістю і бажанням битися. Воістину, їхні мечі та сокири направляють Предки, чий подих навіть я, простий писар, відчуваю на своїх плечах! Настав час трапези та заслуженого відпочинку.

source: Odpocznij i nabierz sił.
uk: Відпочивай і набирайся сил.

source: Odpocznij, Marvin. Jutro czeka nas dużo pracy.
uk: Відпочинь, Марвіне. У нас завтра багато роботи.

source: Odpoczywaj do następnego poranka.
uk: Відпочити до наступного ранку.

source: Odpoczywaj do następnego południa.
uk: Відпочити до наступного полудня.

source: Odpoczywaj do następnego wieczora.
uk: Відпочити до наступного вечора.

source: Odpoczywaj do następnej północy.
uk: Відпочити до наступної опівночі.

source: Odpoczywam, poprzeszkadzaj komuś innemu.
uk: Я відпочиваю, заважай комусь іншому.

source: Odpowiadasz za broń, prawda?
uk: Ти відповідаєш за зброю, так?

source: Odpowiednia kwota przekazana na sprawę Ulryka powinna ich uspokoić.
uk: Належна сума, пожертвувана на справу Ульріка, має їх заспокоїти.

source: Odpowiednio 100, 150 oraz 500 sztuk złota. To jak będzie?
uk: 100, 150 і 500 золотих відповідно. Що обираєш?

source: Odpowiednio doświadczony rzemieślnik potrafi wykorzystać dodatkowe surowce podczas pracy. Świetny łuczarz wytworzy więcej strzał z lag, a mistrz alchemii uzyska więcej sproszkowanej rudy z jednej bryłki.
uk: Достатньо досвідчений ремісник може використовувати у роботі додаткову сировину. Вправний майстер луків виготовить більше стріл із палиць, а майстер алхімії отримає більше рудного порошку з одного самородка.

source: Odpowiedzi na podstawowe pytania mają dokładnie opisane i wyuczone, tak by zapewnić klienteli doskonałą obsługę.
uk: Вони знають відповіді на ключові питання, ретельно описані та вивчені для того, щоб надавати клієнтам відмінний сервіс.

source: Odpowiedzi na te i inne pytania znajdziecie w broszurze obywatelskiej! Bierzcie, póki gorąca!
uk: Відповіді на ці та інші питання ви знайдете у громадській брошурі! Купуйте, поки не розібрали!

source: Odpowiedzieli mi jedynie, że nie widzą nic w tym złego.
uk: Мені лише відповіли, що не бачать у цьому нічого поганого.

source: Odpowiedź jest prosta, magowie to też ludzie.
uk: Відповідь проста: маги - теж люди.

source: Odpowiedź jest prosta, to umiłowanie życia, wiedza o tym, że jeden fałszywy ruch może nam je zmarnować.
uk: Відповідь проста – це любов до життя, усвідомлення того, що один невірний крок може його забрати.

source: Odpowiedź na to, czy te wielkie potwory istniały naprawdę, pozostawię Waszej ocenie. Być może wszystko jest stekiem kłamstw. Ja jednak chciałbym wierzyć, że każda z tych historii nosi w sobie ziarno prawdy, a te przerażające i zarazem majestatyczne gady nadal drzemią uśpione w najgłębszych otchłaniach lub przecinają przestworza naszego świata.
uk: Відповідь на питання, чи існували ці величезні чудовиська насправді, я залишу на ваш розсуд. Можливо, все це суцільна брехня. Мені, однак, хотілося б вірити, що в кожній з цих історій є зерно правди, і що ці жахливі, але величні рептилії все ще дрімають у найглибших безоднях, або розсікають небеса нашого світу.

source: Odprawili cię z niczym, prawda?
uk: Вони розвернули тебе ні з чим, чи не так?

source: Odprowadzić cię do miasta?
uk: Провести тебе до міста?

source: Odpłacimy się wam za pomoc.
uk: Ми заплатимо тобі за допомогу.
